/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "수신 세부 사항 요청";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "통화 중";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "통화 오류 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "통화 오류 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "통화 대기 중";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "연결";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "연락처 연결 가능";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "연락처 연결 불가능";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "연락처 수신";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "파일 전송 완료";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "파일 전송 실패";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "첫 번째 메시지 수신";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "끊기";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "통화 대기";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "수신 통화";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "파일 수신";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "로그인";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "로그아웃";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "메시지 수신됨";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "알림 메시지 수신";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "메시지 전송됨";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "새로운 사용자";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "발신 통화";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "원격 끊기";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "통화 재개";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "터치 톤 전화 걸기";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "3회 경고음";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "음성 메시지";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "로그아웃 시";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "로그인 시";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "연락처로 연락 가능 시";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "연락처로 연락 불가능 시";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "수신 통화";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "수신 통화 – 통화 대기";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "통화 연결";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "발신 통화";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "전화를 끊습니다";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "그룹 통화 참가자가 전화 끊음";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "통화 중";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "통화 대기";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "통화 재개";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "최근 대화의 새로운 메시지";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "현재 대화의 새로운 메시지";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "대화의 첫 메시지";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "무드 메시지 수신";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "연락처가 입력 중";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "메시지 전송됨";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "연락처 요청 수신";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "연락처 수신";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "파일 수신";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "파일 전송 완료";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "파일 전송 실패";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Desktop API 앱에 연결됨";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "로그인했습니다.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "로그아웃했습니다.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "귀하의 \"@\" 연락처가 연결 가능합니다.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "귀하의 \"@\" 연락처가 연결 불가능합니다.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "\"@\" 님에게서 전화가 왔습니다!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "\"@\" 님에게서 전화가 왔습니다!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "통화 연결 중입니다.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "\"@\" 님에게 전화를 거는 중입니다.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "전화를 끊었습니다.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "상대방이 전화를 끊었습니다.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "통화 중입니다.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "통화를 대기 상태로 놓습니다.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "통화를 재개합니다.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "메시지";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "\"@\" 님에게서 메시지가 도착했습니다.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "\"@\" 님에게 메시지를 보냅니다.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" 님이 무드 메시지를 변경했습니다.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "\"@\" 님에게서 채팅 메시지를 받았습니다!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" 님이 입력 중입니다.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "\"@\" 님에게서 연락처 요청을 받았습니다.";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "\"@\" 님에게서 연락처 목록을 받았습니다!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "\"@\" 님에게서 파일을 받았습니다.";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "\"@\"와(과)의 파일 전송이 완료되었습니다.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "\"@\"와(과)의 파일 전송에 실패했습니다.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" 에 연결됨";
